{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"subheading":"","subheading_size":3,"show_title":true,"heading_size":8,"show_content":true,"text_size":4,"align_text":"text-left","width":"wrapper","bg_color":"","color":"","padding_top":50,"padding_bottom":50}},"section_rich_text_jRfw4G":{"type":"section-rich-text","blocks":{"heading_ynnbCN":{"type":"heading","settings":{"title":"Terms of service","text_size":8,"padding_bottom":16}},"text_3px33w":{"type":"text","settings":{"text":"<p>Please read carefully the following terms of use (“Terms”) for the waxlondon.com website (“Site”) provided by WAX LONDON Ltd trading as Wax London (“we\/us”). You can print off these Terms, or store them in your computer, for future reference.<\/p><p>1) Privacy Policy<\/p><p>Any personal data which you may provide us through the Site is subject to our Privacy Policy.<\/p><p>2) Use of the Site<\/p><p>(a) You may access the Site solely for your own personal use. You must not use any content of the Site for any commercial or illegal purpose.<\/p><p>(b) By submitting any material to us (‘Material’) you acknowledge that we may copy, modify, distribute or create a derivative work from the Material in any manner that we shall determine. You will indemnify us if any third party takes action against us in relation to the Material.<\/p><p>(c) We reserve the right to charge you to access certain information on the Site. We will inform you where a charge will be incurred by you for accessing certain services or information.<\/p><p>(d) You must not cause any nuisance, annoyance or inconvenience to us, our customers or our users of the Site.<\/p><p>(e) You must not submit any Material which is defamatory, offensive, menacing or obscene to the Site or which in our Judgment may cause nuisance, annoyance, damage or offence, inconvenience to us or any other person or which is illegal. We may remove such material from the site at any time without notice to, or consent by, you.<\/p><p>(f) We reserve the right to suspend the Site at any time for operational, regulatory, legal or other reasons. We may terminate your use of the Site with immediate effect if you breach any of these Terms.<\/p><p>3) Dealings with Third Parties<\/p><p>(a) The Site may provide links to other web sites or resources, and promotions of advertisers and merchants. As we have no control over such sites and third party resources, you acknowledge that we are not responsible for the availability of such external sites or third party resources, do not endorse and are not liable for any content, advertising, products, services or other materials on or available from such sites or third party resources.<\/p><p>(b) Any dealings by you with any third party on or through the Site shall be solely between you and that third party and we shall not be responsible for any loss or damage that may arise from any such dealings, nor shall we be deemed to be acting as an agent for you in any such dealings.<\/p><p>(c) We may use any information which you upload to our Website as we decide and we may also disclose that information to a third party<\/p><p> <\/p><p>(d) Klarna<\/p><p>In cooperation with <a href=\"http:\/\/www.klarna.uk\/\">Klarna<\/a> Bank AB (publ), Sveavägen 46, 111 34 Stockholm, Sweden, we offer you the following payment options. Payment is to be made to Klarna:<\/p><p>Pay in 3<\/p><p>Pay Later<\/p><p>Further information and Klarna’s user terms you can find <a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/user\">here<\/a>. General information on Klarna can be found <a href=\"https:\/\/www.klarna.com\/uk\/\"><span style=\"text-decoration:underline\">here<\/span><\/a>. Your personal data is handled in accordance with applicable data protection law and in accordance with the information in <a href=\"https:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/0\/en_gb\/privacy\"><span style=\"text-decoration:underline\">Klarna’s privacy statement<\/span><\/a>.<\/p><p> <\/p><p>4) Intellectual Property Rights<\/p><p>(a) The Site and its content are protected by intellectual property rights, including copyright and trade marks, as detailed in our Intellectual Property Notice. Wax London reserves its rights in respect of this.<br\/>(b) Except as expressly authorised by us or relevant third parties, you agree not to copy, download, adapt, alter, modify, rent, lease, loan, sell, distribute or create derivative works of any content of the Site, in whole or in part.<\/p><p>5) Disclaimers<\/p><p>(a) Your use of the Site is at your sole risk. The Site is provided on an “as is” and “as available” basis and we do not guarantee that the Site will be suitable for your purposes or requirements. If your PC does not support relevant technology including encryption, you may not be able to use certain services or access certain information on the Site.<\/p><p>(b) The Site is accessed via the World Wide Web which is independent of us. Your use of the World Wide Web is solely at your own risk and subject to all applicable national and international laws and regulations. We shall have no responsibility for all information or service obtained by you on the World Wide Web.<br\/>(c) The content of the Site has been compiled from a variety of sources and is subject to change without notice.<\/p><p>6) General Information<\/p>","text_size":4,"text_style":"font-body","padding_bottom":16}}},"block_order":["heading_ynnbCN","text_3px33w"],"settings":{"width":"wrapper--narrow","align_text":"text-left","overlay_opacity":0,"overlay_color":"#000000","show_overlay_text":false,"bg_color":"","color":"","padding_top":30,"padding_bottom":0}}},"order":["main","section_rich_text_jRfw4G"]}