/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "subheading": "",
        "subheading_size": 3,
        "show_title": true,
        "heading_size": 8,
        "show_content": true,
        "text_size": 4,
        "align_text": "text-left",
        "width": "wrapper",
        "bg_color": "",
        "color": "",
        "padding_top": 50,
        "padding_bottom": 50
      }
    },
    "section_rich_text_jRfw4G": {
      "type": "section-rich-text",
      "blocks": {
        "heading_ynnbCN": {
          "type": "heading",
          "settings": {
            "title": "Refund policy",
            "text_size": 8,
            "padding_bottom": 16
          }
        },
        "text_3px33w": {
          "type": "text",
          "settings": {
            "text": "<p><strong>RETURNS AND EXCHANGES</strong></p><p>If you are in any way unhappy with your goods, items you want to return for a refund or an exchange will be accepted within 30 calendar days of delivery (Worldwide). Items returned outside that period will only be refunded if the return has been authorised by our customer service team.</p><p><strong>Special Terms And Conditions For Returns</strong></p><ul><li><strong>Purchases with gift cards </strong>can only be exchanged/refunded to the gift card balance.</li><li><strong>Fragrances & Candles</strong> must be returned in the original sealed packaging.</li><li><strong>Underwear</strong> is non returnable.</li></ul><p>To return or exchange an item, please follow either of the below steps:</p><p><strong>UK Returns and Exchanges</strong></p><ul><li>To begin your UK return please go to our <a href=\"https://omniparcelreturns.com/bookreturn/booking_return/313\" target=\"_blank\" title=\"returns portal\">returns portal here.</a></li><li>Enter your order number and the email address used to place the order.</li><li>Next, choose which items are to be returned and if you would like a refund, voucher code, or exchange.</li><li>If exchanging items, please select the same item in a different size.</li><li>Once submitted, you will receive two emails. The first is a confirmation of your request with a return request reference number.</li><li>The second email allows you to download a Collect+ label. Please follow the instructions contained in this email to return the items free of charge.</li><li>If you have not received these emails from us, please check your junk mail and search \"Your Wax London Order\".</li></ul><p><strong>International Returns and Exchanges</strong></p><p>For International orders, we are pleased to have brought in a new affordable returns service! We are pleased to be able to share our negotiated rates with our carriers. A single item is estimated to be around $‌30.00/USD 30 to return. You will get a quote for the cost of the return, which will be deducted from your refund.</p><ul><li>To begin your international return please go to <a href=\"https://web.global-e.com/Returns/Portal/myn38\" target=\"_blank\" title=\"https://web.global-e.com/Returns/Portal/myn38\">https://web.global-e.com/Returns/Portal/myn38</a></li><li>Enter your order number and the email address used to place the order.</li><li>Next, choose which items are to be returned, the quantity & reason for return.</li><li>Next, select prepaid returns label, then choose Print Returns Label. This will download the label to your computer which you can print and fix to the parcel.</li><li>Please make sure to include the packing slip inside the parcel, indicating your reason for return.</li><li>The cost of the label is deducted from your final refund (note: this does not apply to exchanges or returns of faulty items).</li><li>Post your parcel at a DHL drop off point. You can find your nearest convenient drop off point at <a href=\"https://www.dhl.com/\" target=\"_blank\">www.dhl.com</a></li></ul><p> </p><p>If you have any concerns or issues here please do email us on customercare@waxlondon.com</p><p>Please note that your statutory rights are not affected.</p><p>On processing your return we strive to organise refunds and exchanges as quickly as possible. We aim to process all returns within 48 hours of reaching us. Depending on whom you bank with, refunds may take a further few days to show up on your card statement.</p><p>We will only accept returns of items that are unused and returned with all original tags and packaging intact. We will not accept returns of items that have been worn or where the tags have been removed.</p>",
            "text_size": 4,
            "text_style": "font-body",
            "padding_bottom": 16
          }
        }
      },
      "block_order": [
        "heading_ynnbCN",
        "text_3px33w"
      ],
      "settings": {
        "width": "wrapper--narrow",
        "align_text": "text-left",
        "overlay_opacity": 0,
        "overlay_color": "#000000",
        "show_overlay_text": false,
        "bg_color": "",
        "color": "",
        "padding_top": 30,
        "padding_bottom": 0
      }
    }
  },
  "order": [
    "main",
    "section_rich_text_jRfw4G"
  ]
}
