{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"subheading":"","subheading_size":3,"show_title":true,"heading_size":8,"show_content":true,"text_size":4,"align_text":"text-left","width":"wrapper","bg_color":"","color":"","padding_top":50,"padding_bottom":50}},"section_rich_text_jRfw4G":{"type":"section-rich-text","blocks":{"heading_ynnbCN":{"type":"heading","settings":{"title":"Privacy policy","text_size":8,"padding_bottom":16}},"text_3px33w":{"type":"text","settings":{"text":"<p>Wax London is committed to protecting and respecting your privacy. This privacy policy sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us. Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it.<\/p><p>The Website is operated by Wax London (<strong>we<\/strong>, <strong>us<\/strong>, <strong>our<\/strong>), a company incorporated in England & Wales with company number 09521325 and registered office at 10-11 Greenland Place, London, NW1 0AP. Where we decide the purpose or means for the processing of the personal data that you provide when using our service, we are the “data controller”. As data controller, we will comply with all applicable data protection laws.<\/p><p>This policy should be read together with our Terms Of Service (<a href=\"https:\/\/waxlondon.com\/terms\/\">here<\/a>).<\/p><p>Our Website may contain hyperlinks to third party websites. These websites operate fully independently from us, and we cannot accept any responsibility or liability for the privacy practices of such third parties nor the availability of these external sites or resources.  The appearance of such links on our Website is not an endorsement.  Should you use any of these websites, such use is at your own risk and we would recommend that you review their respective privacy policies.<\/p><p>If you have any questions or comments about this privacy policy, please let us know by emailing customercare@waxlondon.com<\/p><p><strong>What personal information are we likely to collect about you?<\/strong><\/p><p>In order to provide our online shop and other related services, we will need to collect and process information about you.<\/p><p><strong>Information provided by you<\/strong><\/p><p>When you use our Website, you may be asked to fill in forms to create your own account.  We will ask you to provide us with the following information:<\/p><ul><li>Your first and last name<\/li><li>your email address<\/li><li>telephone number<\/li><li>your username (if applicable)<\/li><li>your password<\/li><li>your date of birth<\/li><\/ul><p>If you decide to make a purchase, we will also need you to hold:<\/p><ul><li>your billing address<\/li><li>your preferred postal delivery address (if applicable)<\/li><li>details of transactions you have made with us and of the fulfilment of your orders<\/li><\/ul><p><strong>Klarna<\/strong><\/p><p>In order to be able to offer you Klarna’s payment options, we will pass to Klarna certain aspects of your personal information, such as contact and order details, in order for Klarna to assess whether you qualify for their payment options and to tailor the payment options for you.<\/p><p>General information on Klarna you can find<a href=\"https:\/\/www.klarna.com\/uk\"> here<\/a>. Your personal data is handled in accordance with applicable data protection law and in accordance with the information in<a href=\"http:\/\/cdn.klarna.com\/1.0\/shared\/content\/legal\/terms\/Klarna\/en_gb\/privacy\"> Klarna’s privacy policy<\/a>.<\/p><p><strong>Analytics<\/strong><\/p><p>We are always trying to improve our Website and to offer the best, most accessible service possible to all of our customers.<\/p><p>To evaluate and make improvements, we may utilise third party data analytics service providers (such as Google Analytics) to improve our visibility and to monitor website browser behaviour and navigation across the Website.  These third-party data analytics service providers would collect this information on our behalf in accordance with our instructions. To the extent that we use them, we will have contracts in place to protect the confidentiality of your information with all of our third-party data analytics service providers. If you wish to opt-out from Google Analytics, you may use this add on for your browser: <a href=\"https:\/\/tools.google.com\/dlpage\/gaoptout?hl=en\">Google Analytics Opt-Out<\/a>.  When you visit our Website, our service providers may collect data which includes the following, which will almost always be anonymised and aggregated before reporting back to us:<\/p><ul><li>number of visitors to our Website<\/li><li>pages visited while at the Website and time spent per page<\/li><li>page interaction information, such as scrolling, clicks and browsing methods<\/li><li>websites where visitors have come from and where they go afterwards<\/li><li>page response times and any download errors<\/li><li>other technical information relating to end user device, such as IP address or browser plug-in<\/li><li>In most instances, the data will be anonymised and aggregated before reporting back to us.<\/li><\/ul><p>To find out more about how this data is collected, please read below about the use of analytics and cookies.<\/p><p><strong>Financial Transactions<\/strong><\/p><p>All financial transactions via our e-shop are handled directly by our payment service providers (Shopify Payments). We only share that information as is necessary to conclude the transaction and will not share any personal information with these third-party providers, nor will we receive any of the financial information that you provide to them.<\/p><p><strong><br\/>How do we use your personal data and on what basis?<\/strong><\/p><p>When you visit our Website, whether to browse our content or make a purchase, we may use the personal information that you provide for the following purposes:<\/p><p><strong><br\/>Do we share your personal information with anyone else?<\/strong><\/p><p>We will only ever share your information with third parties in the ways that are described in this privacy policy.<\/p><p>We may use any information which you upload to our website as we decide and we may also disclose that information to a third party. <\/p><p><strong>Providing our Products<\/strong><\/p><ul><li>entering into an agreement with you to provide our products<\/li><li>logging and processing your order in our information systems<\/li><li>providing physical delivery of products ordered online<\/li><\/ul><p>We collect and use this information from you to enable us to perform our sales contract with you and to enable you to access online services in line with our Terms & Conditions.<\/p><p><strong>Customer Services & Enquiries<\/strong><\/p><ul><li>replying to your enquiries or responding to concerns or complaints<\/li><li>providing you with information about the services we offer including our e-newsletter, important announcements about your account, updates about our services<\/li><\/ul><p>We aim to respond to you\/ notify you as promptly as possible and we do so on the basis that we have a legitimate interest in contacting you for these purposes.<\/p><p><strong>Marketing<\/strong><\/p><p><span style=\"text-decoration:underline\">Newsletter, products and special offers<\/span>: If you have asked to be added to our mailing list, we will provide your details to a third-party company called MailChimp that helps us to produce and manage our newsletters. We may use information of how you interact with our website to better tailor these communications to you.<\/p><p>We provide these communications on the basis that you have asked to receive these. If you change your mind, you may opt-out at any time via the unsubscribe feature that appears in our emails or by emailing [customercare@waxlondon.com].<\/p><p><strong>Tax, credit checks and other legal obligations<\/strong><\/p><ul><li>reporting VAT and other company tax reporting purposes (as required by law)<\/li><li>complying with regulators, law enforcement agencies or in relation to any claims that may arise<\/li><\/ul><p>We process personal information for the legitimate interests and under the legal obligation of ensuring that use of the Website and e-shop (i) is lawful and non-fraudulent, (ii) does not disrupt the operation of our services, (iii) does not harass our staff or other individuals, and (iv) to enforce our legal rights and comply with our legal obligations.<\/p><p>In accordance with our legal obligations, we may disclose your information to the extent required by law which may include for financial accounting and taxation purposes with our auditors, regulators or other government bodies such as HMRC. We may also disclose your information to third parties in order to enforce or apply our contractual terms, to investigate potential breaches, to protect the rights and freedoms, property or safety of our business or those of our customers and other individuals.<\/p><p>Where we reasonably believe that you are or may be in breach of any of the applicable laws, we may use your personal information to inform relevant third parties such as your email\/internet provider or law enforcement agencies about the content.<\/p><p><strong>To understand how our services are used<\/strong><\/p><p>Our Website uses cookies and other mechanisms to collect log and analytical information, to help analyse how visitors use the site and to compile statistical reports on Website activity.<\/p><ul><li>We process this information to understand how visitors use our Website and to compile statistical reports regarding that activity (for example, your IP address is used to approximate the country from which you access our Website, and we aggregate this information together so we know that, for example, most of the visitors to our Website come from England).<\/li><li>This processing is crucial to the running of our online business and we therefore undertake such monitoring in the pursuit of our legitimate interests in improving our Website and providing a better service and source of information to visitors.<\/li><\/ul><p>This information is not used to develop a personal profile of you.<\/p><p><strong>Do we share your personal information with anyone else?<\/strong><\/p><p>We will only ever share your information with third parties in the ways that are described in this privacy policy.<\/p><p><strong>Personnel, Suppliers and Subcontractors<\/strong><\/p><p>We keep your information confidential but may disclose it to our personnel (including personnel in our group companies), suppliers or subcontractors (including our cloud-based data processing, data analytics and payment service providers as applicable) insofar as it is reasonably necessary for the purposes set out in this privacy policy, provided that they do not make independent use of the information.  In some instances, this data sharing may involve the transfer of information outside the EU. Please see our section on International Data Transfers below.<\/p><p>If we are involved in a merger, acquisition, or sale of all or a portion of our business or assets, the information we hold may be included as part of that sale, in which case you will be notified via email and\/or a prominent notice on the Site of any changes in ownership or use of your information, as any choices you may have regarding that information.<\/p><p>By group company, we mean our subsidiaries, our ultimate holding company and its subsidiaries, as defined with reference to the definitions of “holding undertaking” and “subsidiary undertaking” in section 1162 of the UK Companies Act 2006.<\/p><p>We will not pass your information on to third parties for marketing purposes unless you have provided your consent, in which event the advertisements that appear when you visit our Website will be targeted to provide you with more relevant advertising content and you may receive communications from third parties offering similar or related services to us.<\/p><p><strong><br\/>Your choices and rights in relation to personal data which we process relating to you<\/strong><\/p><p>You have the following rights over the way we process personal data relating to you.  We aim to comply without undue delay, and within one month at the latest:<\/p><ul><li>to ask for a copy of data we are processing about you and have inaccuracies corrected;<\/li><li>to ask us to restrict, stop processing, or to delete your personal data;<\/li><li>to request a machine-readable copy of your personal data, which you can use with another service provider. Where it is technically feasible, you can ask us to send this information directly to another provider if you prefer; and<\/li><li>to make a complaint to a data protection regulator. You may contact them at: <a href=\"https:\/\/ico.org.uk\/concerns\/\">https:\/\/ico.org.uk\/concerns\/<\/a><\/li><\/ul><p>To make a request in relation to any of the aforementioned rights, please email us at [customercare@waxlondon.com].<\/p><p>If you are unhappy with the way that we are processing your personal data or if you’d prefer not to receive certain marketing information or limit the use of your personal information to a particular purpose, please let us know.  The best way to bring this to our attention is by emailing us at [customercare@waxlondon.com].<\/p><p><strong>Children<\/strong><\/p><p>We do not knowingly use the Website to solicit data from or market to children under the age of 13.<\/p><p>If a parent or guardian becomes aware that his or her child has provided us with information or may be receiving communications from us without consent of a parent or guardian, we ask that this be brought to our immediate attention.  We will make it our priority to address this situation and delete information relating to a child as soon as practicable.  In such an event, please contact us at [customercare@waxlondon.com].<\/p><p><strong>Security<\/strong><\/p><p>We will take reasonable technical and organisational measures to ensure a level of security appropriate to the risk that could be encountered via the use of our Website and services.<\/p><p>Any payment transactions will be encrypted – we do not keep any record of the card you use for payment. In the event that we have given you (or where you have chosen) a password which enables you to access certain parts of our website, you are responsible for keeping this password confidential. We ask you not to share a password with anyone.<\/p><p>Please be aware that, while we make the security of our Website and your personal information a high priority, no security system can prevent all security breaches.<\/p><p>Unfortunately, the transmission of information via the internet is not completely secure. Although we will do our best to protect your personal data, we cannot guarantee the security of your data transmitted to our site. Once we have received your information, we will use our best endeavours to try to prevent unauthorised access.<\/p><p><strong>Retention<\/strong><\/p><p>In accordance with data protection laws and good commercial practice, we do not retain data in a form that permits identification of the person(s) to whom it relates for any longer than is necessary. Once the purpose for which information has been collected has been fulfilled, we will either permanently delete your personal information or remove all identifiers within it so that it is no longer personal data.  We may use such anonymised data for research and\/or business analysis purposes.<\/p><p>Where you have provided us with personal information in order to set up an account with us, we will retain those details for as long as your account remains active.<\/p><p>Where we obtain your personal data in relation to the use or purchase of our services or products, including VAT or invoicing information, we are obligated by law to keep this for a minimum of 6 years.<\/p><p><strong>International Data Transfers<\/strong><\/p><p>Our servers are located in the United Kingdom and the information that we collect directly from you will be stored in these servers.<\/p><p>We may also transfer your personal data to our third-party service providers, many of whom may be located outside of the UK, operate from multiple locations including non-UK based operations or engage sub-processors located outside the UK.<\/p><p>We shall ensure agreements are in place with all of our third-party service providers such that those parties process personal data using appropriate safeguards that meet the requirements of data protection laws.<\/p><p><strong>Changes to this Policy<\/strong><\/p><p>This policy may be updated from time to time. We will notify you of any changes to our policy by posting the new policy on our Website. You are advised to consult this webpage regularly for any changes to the policy.<\/p><p><strong>Contact Us<\/strong><\/p><p>Questions, comments and requests in relation to this policy are welcome and should be addressed to our [customercare@waxlondon.com]. You can also submit your own message to us via our website on our <a href=\"https:\/\/waxlondon.com\/pages\/contact\" title=\"Contact\">Contact Page<\/a>.<\/p>","text_size":4,"text_style":"font-body","padding_bottom":16}}},"block_order":["heading_ynnbCN","text_3px33w"],"settings":{"width":"wrapper--narrow","align_text":"text-left","overlay_opacity":0,"overlay_color":"#000000","show_overlay_text":false,"bg_color":"","color":"","padding_top":30,"padding_bottom":0}}},"order":["main","section_rich_text_jRfw4G"]}